<?php
    require __DIR__ . '/_connect.php';

    for($i=1 ; $i<100;$i++){
        $s_sql = "INSERT INTO `memberbooks`
        (`會員編號`, `ISBN碼`, `書名`, `類別`, `作者`, `出版社`, `版次`, `定價`, `保存狀況`, `備註`, `頁數`, `上架日期`, `出版日期`) 
        VALUES 
        (
            'B123456789 {$i}',
            '9789861371955',
            '刻意練習：原創者全面解析，比天賦更關鍵的學習法',
            '心理勵志',
            '安德斯‧艾瑞克森（Anders Ericsson）、羅伯特‧普爾（Robert Pool）',
            '方智出版',
            '3',
            'NT$320',
            '良好',
            '無畫線註記',
            '320頁',
            '2019-08-24',
            '2017-06-01'
        )";
        echo $s_sql;
        break;

    $pdo->query($s_sql);

    };

?>